# შექმენი სია სადაც შეინახავთ ინტეჯერებს,შენი დავალებაა შეამოწმო,თუ სიაში მყოფი მენულე ინდეწსზე მდგომი ელემენტი მეტია სიაში მყოფ ბოლო ინდექსზე მდგომ ელემენტზე და(and) ასევე სიის პირველი ელემენტი მეტია 0 ზე დაუპრინტე --> good , თუ სიის პირველი ელემენტი მეტია სიის ბოლო ელემენტზე და(and) სიის ნოლო ელემენტი ნაკლებია 0 ზე დაუპრინტე --> bad , სხვა შემთხვევაში დაუპრინტე -->"get out"

numbers = [2 , 7 , 8 , 9 , 223 , 55656 , 789]

if numbers[0] > numbers[-1] and numbers[1] > numbers[0]:
    print('good')
elif numbers[1] > numbers[-1] and numbers[-1] < 0:
    print('bad')
else:
    print('get out')